;汉化：aotix

[CerberusSectopod X2CharacterTemplate]
strCharacterName="机械女妖"

[CorpseCerberusSectopod X2ItemTemplate]
FriendlyName="机械女妖尸体"
FriendlyNamePlural="机械女妖尸体"
BriefSummary="机械女妖是源自阿沙利人的有机合成生物，被冥王的技术所改造。它们拥有可怕的智能，通常作为高级压制单位领导冥王的突击队。"

[RM_BansheeBioticBarrier X2AbilityTemplate]
LocFriendlyName="生化屏障"
LocLongDescription="机械女妖被赋予生物能量。它能够利用黑暗能量场来保护自己免受伤害，即使被摧毁也能再生。"
LocHelpText="机械女妖有<Ability:BIOTIC_BARRIER/>点的强力屏障，每回合可以恢复<Ability:BIOTICREGEN/>点。"
LocFlyOverText="生化屏障"
LocPromotionPopupText="<Bullet/>该生物开始时有<Ability:BIOTIC_BARRIER/>点的强力屏障，并且每回合可以恢复<Ability:BIOTICREGEN/>点。<br/>"

[RM_BansheeBioticRebuild X2AbilityTemplate]
LocFriendlyName="生化屏障"
LocLongDescription="机械女妖被赋予生物能量。它能够利用黑暗能量场来保护自己免受伤害，即使被摧毁也能再生。"
LocHelpText="机械女妖有<Ability:BIOTIC_BARRIER/>点的强力屏障，每回合可以恢复<Ability:BIOTICREGEN/>点。"
LocFlyOverText="生化屏障"

[RM_BansheeBioticRegen X2AbilityTemplate]
LocFriendlyName="生化再生"
LocLongDescription="机械女妖被赋予了生物能量。其能够利用黑暗能量场来保护免受伤害，即使被摧毁了也能再生。"
LocHelpText="机械女妖有<Ability:BIOTIC_BARRIER/>点的强力屏障，每回合可以恢复<Ability:BIOTICREGEN/>点。只要有足够高的灵能，再生的速度就会更快。"
LocFlyOverText="生化再生"

[BansheeSlash X2AbilityTemplate]
LocFriendlyName="裂爪"
LocLongDescription="机械女妖的畸形爪子可以从几米外攻击并撕裂敌人。"
LocHelpText="对目标进行近距离扫击，造成出血效果。"
LocFlyOverText="裂爪"